<?php

return [ 
    'greeting' => 'سلام :name،',
    'regards' => 'با احترام،',
    'team' => ':app_name',
    'copyright' => '© :year :app_name. تمامی حقوق محفوظ است.',
    'visit_website' => 'بازدید از وب‌سایت ما',
    'contact_support' => 'تماس با پشتیبانی',
    'verify_email' => [
        'subject' => 'تأیید آدرس ایمیل شما',
        'code_request' => 'شما یک کد تأیید از سایت زیر درخواست کرده‌اید',
		'use_code' => 'لطفاً کد 6 رقمی زیر را در فیلد تأیید وارد کنید',
        'ignore_email' => 'اگر این درخواست را نکرده‌اید، لطفاً این ایمیل را نادیده بگیرید',
        'expiration' => 'این کد تأیید به دلایل امنیتی پس از :minutes دقیقه منقضی می‌شود',
		'email_verify' => 'برای تأیید آدرس ایمیل کلیک کنید',
		'thank_you' => 'برای فعال‌سازی حساب خود، روی دکمه زیر کلیک کنید تا آدرس ایمیل خود را تأیید کنید:'
    ],
	'message' => [
	    'notification' => 'اعلان',
	    'support_messages' => 'پیام از پشتیبانی',
	    'contact_support' => 'اگر سؤالی دارید یا به کمک نیاز دارید، لطفاً با تیم پشتیبانی ما تماس بگیرید'
	],
	'order' => [
		'confirmation' => 'تأیید سفارش',
		'purchase' => 'از خرید شما متشکریم! در زیر جزئیات خرید شما آمده است:',
		'account_balance' => 'موجودی حساب',
		'item_ordered' => 'آیتم سفارش داده شده',
		'item' => 'آیتم',
		'quantity' => 'تعداد',
		'price' => 'قیمت',
		'payment_method' => 'روش پرداخت',
		'order_date' => 'تاریخ سفارش',
		'order_number' => 'شماره سفارش',
		'order_details' => 'جزئیات سفارش',
		'subtotal' => 'جمع جزء',
		'discount' => 'تخفیف',
		'tax' => 'مالیات',
		'payment_fee' => 'کارمزد روش پرداخت',
		'total_amount' => 'مبلغ کل',
		'subscription_plan' => 'اشتراک',
		'traffic_plan' => 'ترافیک',
		'type' => 'نوع آیتم'
	],
	'reset' => [
		'request' => 'ما درخواستی برای بازنشانی رمز عبور شما دریافت کردیم از',
		'click_reset' => 'روی دکمه زیر کلیک کنید تا رمز عبور جدیدی تنظیم کنید',
		'password_reset' => 'بازنشانی رمز عبور شما',
		'location' => 'موقعیت مکانی',
		'ignore' => 'اگر درخواست بازنشانی رمز عبور نکرده‌اید، لطفاً این ایمیل را نادیده بگیرید یا در صورت نگرانی با پشتیبانی تماس بگیرید'
	]
];